 [
   {
     "image": "./images/aloe-vera.jpeg",
     "names": {
       "common": "Aloe",
       "scientific": "Aloe vera"
     },
     "slug": "aloe-vera",
     "details": "Although considered a medicinal plant for humans, aloe vera's level of toxicity is mild to moderate for cats and dogs, but because true aloe contains glycosides, anthracene, and anthraquinones, classified as saponins, your cat should avoid it. The poisonous part of true aloe is the white latex, not the gelatin held within the leaves.",
     "toxicity": {
       "property": "Contains saponins",
       "symptoms": "Can cause vomiting (sometimes with and sometimes without blood), diarrhea, weakness, drooling, loss of appetite, depression, and dilated pupils"
     },
     "care": {
       "light": "Bright, direct to indirect light",
       "water": "Water every 2-3 weeks"
     }
   },
   {
     "image": "./images/birds-nest-fern.jpeg",
     "names": {
       "common": "Bird’s nest fern",
       "scientific": "Asplenium nidus"
     },
     "slug": "birds-nest-fern",
     "details": "Having a bird’s nest fern in your home is an instant conversation starter, thanks to its bright green, ripple-edged fronds. Ferns have been shown to filter formaldehyde, xylene, and toluene, so it's not a bad idea to put one in your bathroom. After all, that's where you're likely to use household toxins, like harsh cleaners, hairspray, and nail polish remover that often contain these chemicals.",
     "care": {
       "light": "Medium to bright, indirect light",
       "water": "Water every 1-2 weeks"
     }
   },
   {
     "image": "./images/boston-fern.jpeg",
     "names": {
       "common": "Boston fern",
       "scientific": "Nephrolepis exaltata"
     },
     "slug": "boston-fern",
     "details": "Popular for their frilly green leaves, Boston ferns are a classic beauty that add charm to any room. These plants do best in a cool place with high humidity and indirect light. Not only are they one of the easiest types of ferns to care for, but they’re also safe for pets.",
     "care": {
       "light": "Bright, indirect light",
       "water": "Water when soil is dry (could be daily)"
     }
   },
   {
     "image": "./images/bromeliad.jpeg",
     "names": {
       "common": "Bromeliad",
       "scientific": "Bromeliaceae"
     },
     "slug": "bromeliad",
     "details": "The tough, strappy leaves of the bromeliad and the curious cone-shaped blooms make bromeliad plants favorites as houseplants. These pet-safe plants are easy to maintain, needing only a bright window and a humid environment. Many bromeliads will grow as soil-free epiphytes attached to a log, making them even more pet-friendly for those cats that like to dig in potting soil.",
     "care": {
       "light": "Bright, indirect light",
       "water": "Water every 1-2 weeks"
     }
   },
   {
     "image": "./images/chinese-evergreen.jpeg",
     "names": {
       "common": "Chinese Evergreen",
       "scientific": "Aglaonema"
     },
     "slug": "chinese-evergreen",
     "details": "While most houseplants require a bit of effort in providing appropriate growing conditions (light, temperature, humidity, etc.), growing Chinese evergreens can make even the novice indoor gardener look like an expert. Unfortunately, these are toxic to cats.",
     "toxicity": {
       "property": "Contains insoluble calcium oxalates",
       "symptoms": "Can cause oral irritation, pain and swelling of mouth, tongue and lips, excessive drooling, vomiting, difficulty swallowing"
     },
     "care": {
       "light": "Low to medium, indirect light",
       "water": "Water every 1-2 weeks"
     }
   },
   {
     "image": "./images/dracaena.jpeg",
     "names": {
       "common": "Dracaena",
       "scientific": "Dracaena"
     },
     "slug": "dracaena",
     "details": "The dracaena plant is a popular ornamental houseplant, grown both indoors and outdoors in subtropical climates. It reaches a height of about three feet indoors, and has a bushy tree type of look. Its glossy leaves can grow up to one foot long and a couple of inches wide. Unfortunately, because this plant contains the chemical compound saponin, it is toxic to cats.",
     "toxicity": {
       "property": "Contains saponins",
       "symptoms": "Can cause vomiting (sometimes with and sometimes without blood), diarrhea, weakness, drooling, loss of appetite, depression, and dilated pupils"
     },
     "care": {
       "light": "Bright, indirect light",
       "water": "Water when soil is dry (could be daily)"
     }
   },
   {
     "image": "./images/fiddle-leaf-fig.jpeg",
     "names": {
       "common": "Fiddle-leaf fig",
       "scientific": "Ficus lyrata"
     },
     "slug": "fiddle-leaf-fig",
     "details": "Fiddle-leaf fig trees are the “it” houseplant that refuses to go away. This plant graces the covers and photos of many design publications, bringing drama and height, and tying entire rooms together with its tall stature and enormous, elegant leaves. However, this plant is toxic to both dogs and cats. ",
     "toxicity": {
       "property": "Contains insoluble calcium oxalates",
       "symptoms": "Can cause oral irritation, pain and swelling of mouth, tongue and lips, excessive drooling, vomiting, difficulty swallowing"
     },
     "care": {
       "light": "Bright, indirect light to full sun",
       "water": "Water every 1-2 weeks"
     }
   },
   {
     "image": "./images/haworthia.jpeg",
     "names": {
       "common": "Haworthia",
       "scientific": "Haworthia"
     },
     "slug": "haworthia",
     "details": "A part of the succulent family, Haworthia is a small, low-growing plant that has distinctive studded white bands on its leaves. These plants do well in bright light and in moist conditions with plenty of soil drainage. Its shape and size resembles aloe, but unlike aloe, Haworthias are safe for cats and dogs.",
     "care": {
       "light": "Bright, direct to indirect light",
       "water": "Water every 2-3 weeks"
     }
   },
   {
     "image": "./images/jade-plant.jpeg",
     "names": {
       "common": "Jade plant",
       "scientific": "Pachira aquatica"
     },
     "slug": "jade-plant",
     "details": "Jade plants, also known as Money plants or Dollar plants are a type of succulent that is easy to grow and thought to bring good luck and fortune to their owners. They are characterized by dark green fleshy leaves and thick, wooden-like stems. There are several different varieties of jade plants, all belonging to the family Crassula. Unfortunately, jade plants are highly toxic to cats, dogs, and horses.",
     "care": {
       "light": "Bright, indirect light",
       "water": "Water every 2-3 weeks"
     }
   },
   {
     "image": "./images/monstera.jpeg",
     "names": {
       "common": "Monstera",
       "scientific": "Monstera deliciosa"
     },
     "slug": "monstera",
     "details": "Monstera deliciosa's are one of the most trendy tropical houseplants and are featured extensively on social media and in home decor thanks to their stunning tropical foliage. Monsteras are relatively low maintenance, making them an attractive addition to any home, but unfortunately, they are highly toxic to cats. ",
     "toxicity": {
       "property": "Contains insoluble calcium oxalates",
       "symptoms": "Can cause oral irritation, pain and swelling of mouth, tongue and lips, excessive drooling, vomiting, difficulty swallowing"
     },
     "care": {
       "light": "Medium to bright, indirect light",
       "water": "Water every 1-2 weeks"
     }
   },
   {
     "image": "./images/orchid.jpeg",
     "names": {
       "common": "Orchid",
       "scientific": "Orchidaceae"
     },
     "slug": "orchid",
     "details": "If you have a passion for orchids, you can safely add them to your go-to list of pet-safe plants. Many orchids bloom for weeks in the winter when days are short, thriving in partial light and root-bound conditions.",
     "care": {
       "light": "Bright, indirect light",
       "water": "Water every 1-2 weeks"
     }
   },
   {
     "image": "./images/parlor-palm.jpeg",
     "names": {
       "common": "Parlor palm",
       "scientific": "Chamaedorea elegans"
     },
     "slug": "parlor-palm",
     "details": "As its name implies, the parlor palm is the quintessential houseplant. Able to handle low light and lower temperatures, this plant grows in clusters with its elegantly arching, green leaflets forming a feathery canopy. This attractive plant is not only non-toxic but also an excellent air purifier.",
     "care": {
       "light": "Medium to bright, indirect light",
       "water": "Water every 1-2 weeks"
     }
   },
   {
     "image": "./images/peace-lily.jpeg",
     "names": {
       "common": "Peace lily",
       "scientific": "Spathiphyllum"
     },
     "slug": "peace-lily",
     "details": "A lovely plant with lush, deep green leaves, the peace lily (Spathiphyllum) is prized for its ability to survive nearly any indoor growing condition, including low light and neglect. Unfortunately, peace lilies and cats are a bad combination, as peace lily is indeed toxic to them, and to dogs, too.",
     "toxicity": {
       "property": "Contains insoluble calcium oxalates",
       "symptoms": "Can cause oral irritation, pain and swelling of mouth, tongue and lips, excessive drooling, vomiting, difficulty swallowing"
     },
     "care": {
       "light": "Medium to bright, indirect light",
       "water": "Water every 1-2 weeks"
     }
   },
   {
     "image": "./images/philodendron.jpeg",
     "names": {
       "common": "Philodendron",
       "scientific": "Philodendron"
     },
     "slug": "philodendron",
     "details": "In the right indoor conditions, the philodendron’s heart-shaped leaves and trailing vines can grow to over 10 feet long, like the pothos. This makes it a great plant, but it is toxic to cats. If you do decide to keep one, place them on high shelves,- or want to add a hanging planter to your home decor where your furry friend can't reach.",
     "toxicity": {
       "property": "Contains insoluble calcium oxalates",
       "symptoms": "Can cause oral irritation, pain and swelling of mouth, tongue and lips, excessive drooling, vomiting, difficulty swallowing"
     },
     "care": {
       "light": "Medium to bright, indirect light",
       "water": "Water every 1-2 weeks"
     }
   },
   {
     "image": "./images/ponytail-palm.jpeg",
     "names": {
       "common": "Ponytail palm",
       "scientific": "Beaucarnea recurvata"
     },
     "slug": "ponytail-palm",
     "details": "What self-respecting cat can deny itself a passing swat at the alluring leaves of the ponytail palm? These non-toxic plants thrive in bright light and like their water on the dry side.",
     "care": {
       "light": "Bright, direct to indirect light",
       "water": "Water every 1-2 weeks"
     }
   },
   {
     "image": "./images/pothos.jpeg",
     "names": {
       "common": "Pothos",
       "scientific": "Epipremnum aureum"
     },
     "slug": "pothos",
     "details": "Also known as Devil's Ivy, Pothos are very popular plants due to the fact that there are so many different varieties of pothos plants available, their amazing air-purifying qualities and the ease of growing them. You may be asking yourself, are pothos poisonous to cats? Unfortunately, the answer to that question is that yes, pothos are toxic to cats.",
     "toxicity": {
       "property": "Contains insoluble calcium oxalates",
       "symptoms": "Can cause oral irritation, pain and swelling of mouth, tongue and lips, excessive drooling, vomiting, difficulty swallowing"
     },
     "care": {
       "light": "Medium to bright, indirect light",
       "water": "Water every 1-2 weeks"
     }
   },
   {
     "image": "./images/rubber-tree.jpeg",
     "names": {
       "common": "Rubber tree",
       "scientific": "Hevea brasiliensis"
     },
     "slug": "rubber-tree",
     "details": "Rubber trees can be enjoyed as either medium-sized house plants or grown to become focal point, beautiful indoor trees. There are many varieties of the rubber tree plants and some of them (such as Japanese/Chinese/jade rubber plant and Indian rubber plant) are toxic to cats and dogs.",
     "toxicity": {
       "property": "Toxic property is unknown",
       "symptoms": "Can cause decreased appetite, drooling, vomiting, diarrhoea, depression, and skin irritation"
     },
     "care": {
       "light": "Medium to bright, indirect light",
       "water": "Water every 1-2 weeks"
     }
   },
   {
     "image": "./images/snake-plant.jpeg",
     "names": {
       "common": "Snake plant",
       "scientific": "Sansevieria trifasciata"
     },
     "slug": "snake-plant",
     "details": "The snake plant is a wildly popular hard-to-kill houseplant anyone can grow. However, snake plants contain chemical compounds called saponins, which makes them toxic to cats.",
     "toxicity": {
       "property": "Contains saponins",
       "symptoms": "Can cause vomiting (sometimes with and sometimes without blood), diarrhea, weakness, drooling, loss of appetite, depression, and dilated pupils"
     },
     "care": {
       "light": "Low to bright, indirect light",
       "water": "Water every 2-3 weeks"
     }
   },
   {
     "image": "./images/spider-plant.jpeg",
     "names": {
       "common": "Spider plant",
       "scientific": "Chlorophytum comosum"
     },
     "slug": "spider-plant",
     "details": "With gracefully trailing grass-like leaves, spider plants are markedly hardy plants that are able to grow in a wide range of conditions. This plant is perfect for hanging, as it sprouts smaller spiderettes that drape down from the mother plant as if on a web—safe for any curious cat or dog.",
     "care": {
       "light": "Bright, indirect light",
       "water": "Water every 1-2 weeks"
     }
   },
   {
     "image": "./images/staghorn-fern.jpeg",
     "names": {
       "common": "Staghorn fern",
       "scientific": "Platycerium"
     },
     "slug": "staghorn-fern",
     "details": "These unusual plants have two-types of leaves one heart-shaped and one that looks remarkably like the horns of a deer, hence the name. Staghorn ferns (Platycerium spp) which are non-toxic to both cat and dog pets, are easy to grow if you provide them the right living conditions. Typically, these unique plants will be found mounted on a wall or draping from a hanging basket.",
     "care": {
       "light": "Medium to bright, indirect light",
       "water": "Water every 1-2 weeks"
     }
   }
 ]